module.exports = [
    {
        "text": "罗湖",
        "children": [
            {
                "text": "百仕达",
                "id": 2
            },
            {
                "text": "布心",
                "id": 3
            },
            {
                "text": "春风路",
                "id": 4
            },
            {
                "text": "翠竹",
                "id": 5
            },
            {
                "text": "地王",
                "id": 6
            },
            {
                "text": "东门",
                "id": 7
            },
            {
                "text": "洪湖",
                "id": 8
            },
            {
                "text": "黄贝岭",
                "id": 9
            },
            {
                "text": "莲塘",
                "id": 10
            },
            {
                "text": "罗湖口岸",
                "id": 11
            },
            {
                "text": "螺岭",
                "id": 12
            },
            {
                "text": "清水河",
                "id": 13
            },
            {
                "text": "笋岗",
                "id": 14
            },
            {
                "text": "万象城",
                "id": 15
            },
            {
                "text": "新秀",
                "id": 16
            },
            {
                "text": "银湖",
                "id": 17
            }
        ]
    },
    {
        "text": "福田",
        "children": [
            {
                "text": "八卦岭",
                "id": 19
            },
            {
                "text": "百花",
                "id": 20
            },
            {
                "text": "车公庙",
                "id": 21
            },
            {
                "text": "赤尾",
                "id": 22
            },
            {
                "text": "福田保税区",
                "id": 23
            },
            {
                "text": "福田中心",
                "id": 24
            },
            {
                "text": "皇岗",
                "id": 25
            },
            {
                "text": "黄木岗",
                "id": 26
            },
            {
                "text": "华强北",
                "id": 27
            },
            {
                "text": "华强南",
                "id": 28
            },
            {
                "text": "景田",
                "id": 29
            },
            {
                "text": "莲花",
                "id": 30
            },
            {
                "text": "梅林",
                "id": 31
            },
            {
                "text": "上步",
                "id": 32
            },
            {
                "text": "上下沙",
                "id": 33
            },
            {
                "text": "沙尾",
                "id": 34
            },
            {
                "text": "石厦",
                "id": 35
            },
            {
                "text": "香梅北",
                "id": 36
            },
            {
                "text": "香蜜湖",
                "id": 37
            },
            {
                "text": "新洲",
                "id": 38
            },
            {
                "text": "园岭",
                "id": 40
            },
            {
                "text": "竹子林",
                "id": 41
            }
        ]
    },
    {
        "text": "南山",
        "children": [
            {
                "text": "白石洲",
                "id": 43
            },
            {
                "text": "大学城",
                "id": 44
            },
            {
                "text": "红树湾",
                "id": 45
            },
            {
                "text": "后海",
                "id": 46
            },
            {
                "text": "华侨城",
                "id": 47
            },
            {
                "text": "科技园",
                "id": 48
            },
            {
                "text": "南山中心",
                "id": 49
            },
            {
                "text": "南头",
                "id": 50
            },
            {
                "text": "前海",
                "id": 51
            },
            {
                "text": "蛇口",
                "id": 52
            },
            {
                "text": "深圳湾",
                "id": 53
            },
            {
                "text": "西丽",
                "id": 54
            }
        ]
    },
    {
        "text": "盐田",
        "children": [
            {
                "text": "梅沙",
                "id": 56
            },
            {
                "text": "沙头角",
                "id": 57
            },
            {
                "text": "盐田港",
                "id": 58
            }
        ]
    },
    {
        "text": "宝安",
        "children": [
            {
                "text": "宝安中心",
                "id": 60
            },
            {
                "text": "碧海",
                "id": 61
            },
            {
                "text": "翻身",
                "id": 62
            },
            {
                "text": "福永",
                "id": 63
            },
            {
                "text": "沙井",
                "id": 65
            },
            {
                "text": "石岩",
                "id": 66
            },
            {
                "text": "松岗",
                "id": 67
            },
            {
                "text": "桃源居",
                "id": 68
            },
            {
                "text": "曦城",
                "id": 69
            },
            {
                "text": "新安",
                "id": 70
            },
            {
                "text": "西乡",
                "id": 71
            }
        ]
    },
    {
        "text": "龙岗",
        "children": [
            {
                "text": "坂田",
                "id": 73
            },
            {
                "text": "布吉大芬",
                "id": 74
            },
            {
                "text": "布吉关",
                "id": 75
            },
            {
                "text": "布吉街",
                "id": 76
            },
            {
                "text": "布吉南岭",
                "id": 77
            },
            {
                "text": "布吉石芽岭",
                "id": 78
            },
            {
                "text": "布吉水径",
                "id": 79
            },
            {
                "text": "丹竹头",
                "id": 80
            },
            {
                "text": "大运新城",
                "id": 81
            },
            {
                "text": "横岗",
                "id": 82
            },
            {
                "text": "龙岗宝荷",
                "id": 83
            },
            {
                "text": "龙岗双龙",
                "id": 84
            },
            {
                "text": "龙岗中心城",
                "id": 85
            },
            {
                "text": "坪地",
                "id": 86
            },
            {
                "text": "平湖",
                "id": 87
            }
        ]
    },
    {
        "text": "龙华",
        "children": [
            {
                "text": "观澜",
                "id": 89
            },
            {
                "text": "红山",
                "id": 90
            },
            {
                "text": "龙华新区",
                "id": 91
            },
            {
                "text": "龙华中心",
                "id": 92
            },
            {
                "text": "梅林关",
                "id": 93
            },
            {
                "text": "民治",
                "id": 94
            },
            {
                "text": "上塘",
                "id": 95
            }
        ]
    },
    {
        "text": "光明",
        "children": [
            {
                "text": "公明",
                "id": 97
            }
        ]
    },
    {
        "text": "坪山",
        "children": [
            {
                "text": "坪山",
                "id": 100
            }
        ]
    },
    {
        "text": "大鹏",
        "children": [
            {
                "text": "大鹏半岛",
                "id": 102
            }
        ]
    }
]